Repository: Roniasoft/Lingo
Catalog: lingo.data/DisplayNames.*.resx
Languages: es, ru

# PreSplitDesignerNode.HoleDiameter
source: Hole Diameter
es: Diámetro de Pozo
ru: Диаметр скважины

# PreSplitDesignerNode.HoleLength
source: Hole Length
es: Longitud Pozo
ru: Длина скважины

# PreSplitDesignerNode.Spacing
source: Spacing
es: Espaciamiento
ru: Расстояние между скважинами

# PreSplitDesignerNode.IdealSpacing
source: Ideal Spacing
es: Espaciamiento Ideal
ru: Идеальное расстояние между скважинами

# PreSplitDesignerNode.UnchargedCollar
source: Uncharged Collar
es: Collar sin Carga
ru: Незаряженное устье

# PreSplitDesignerNode.ExplosiveDensity
source: Explosive Density
es: Densidad Explosivo
ru: Плотность ВВ

# PreSplitDesignerNode.ExplosiveDiameter
source: Explosive Diameter
es: Diámetro Explosivo
ru: Диаметр ВВ

# PreSplitDesignerNode.ExplosiveLength
source: Explosive Length
es: Longitud Explosivo
ru: Длина ВВ

# PreSplitDesignerNode.ExplosiveWeight
source: Explosive Weight
es: Peso Explosivo
ru: Вес ВВ

# PreSplitDesignerNode.ExplosiveVOD
source: Explosive VOD
es: VOD Explosivo
ru: Скорость детонации ВВ

# PreSplitDesignerNode.HolePressure
source: Hole Pressure
es: Presión del Pozo
ru: Давление в скважине

# FixedSizeRule.Length
source: Length
es: Longitud
ru: Длина

# FixedSizeRule.Weight
source: Weight
es: Peso
ru: Вес

# AnnotationNode.Text
source: Text
es: Texto
ru: Текст

# AnnotationNode.LineHeight
source: Line Height
es: Altura de Línea
ru: Высота линии

# AnnotationNode.Colour
source: Colour
es: Color
ru: Цвет

# PreferencesNode.DefaultChargeRulesFilepath
source: Default Charge Rules
es: Regals de Carguio Predeterminadas
ru: Правила заряда по умолчанию

# DesignPageNode.PageType
source: Page Type
es: Tipo de Página
ru: Тип страницы

# DesignPageNode.PageAspect
source: Page Aspect
es: Relación de aspecto de la Página
ru: Аспект страницы

# DesignPageNode.Origin
source: Origin
es: Origen
ru: Происхождение

# DesignPageNode.Angle
source: Angle
es: Ángulo
ru: Угол

# DesignPageNode.PageWidth
source: Page Width
es: Ancho de Página
ru: Ширина страницы

# DesignPageNode.PageHeight
source: Page Height
es: Altura de Página
ru: Высота страницы

# DesignPageNode.GridSize
source: Grid Size
es: Tamaño de Malla
ru: Размер сетки

# DesignPageNode.PrintGrid
source: Print Grid
es: Malla de Imprimir
ru: Распечатать сетку

# DesignPageNode.PrintTies
source: Print Ties
es: Imprimir Conexiones de Retardos
ru: Распечатать коммутации

# DesignPageNode.PrintHoleIds
source: Print Hole Ids
es: Imprimir ID de Pozos
ru: Распечатать Id скважин

# DesignPageNode.PrintInitiationTime
source: Initiation Time
es: Tiempo de Iniciación
ru: Время иницииирования

# DesignPageNode.PrintDeckDetonationTimes
source: Detonation Times
es: Tiempos de Detonación
ru: Время детонации

# DesignPageNode.PrintContours
source: Print Contours
es: Imprimir Contornos
ru: Распечатать контура

# DesignPageNode.TextColourHoleId
source: Hole Id
es: ID de Pozo
ru: Id скважины

# DesignPageNode.TextColourInitiationTime
source: Initiation Time
es: Tiempo de Iniciación
ru: Время инициирования

# DesignPageNode.TextColourDeckDetonationTime
source: Detonation Time
es: Tiempo de Detonación
ru: Время детонации

# AnnotationNode.Bearing
source: Bearing
es: Rumbo
ru: Азимут

# StatsPageNode.Pattern
source: Print Pattern Statistics
es: Imprimir Estaditicas del Patrón
ru: Статистика распечатки блока

# StatsPageNode.Drilling
source: Print Drilling Statistics
es: Imprimir Estadisticas de Perforación
ru: Статистика бурения блока

# StatsPageNode.Charging
source: Print Charging Statistics
es: Imprimir Estadisticas de Carguio
ru: Статистика зарядки блока

# StatsPageNode.Explosives
source: Print Explosives Statistics
es: Imprimir Estadisticas de Explosivos
ru: Рсапечатать статистику ВВ

# StatsPageNode.Timing
source: Print Timing Statistics
es: Imprimir Estadisticas de Secuenciación
ru: Распечатать статистику времени инициирования

# DesignPageNode.TieScale
source: Tie Scale
es: Escalamiento de Conexiones de Retardos
ru: Масштаб коммутации

# DesignPageNode.HoleScale
source: Hole Scale
es: Escalamiento de Pozos
ru: Масштаб скважины

# DesignPageNode.HoleIdPrefix
source: Hole Id Prefix
es: Prefijo de ID de Pozo
ru: Префикс Id скважины

# DesignPageNode.HoleIdSuffix
source: Hole Id Suffix
es: Sufijo de ID de Pozo
ru: Суффикс Id скважины

# DesignPageNode.PrintHoleDiameters
source: Diameters
es: Diametros
ru: Диаметр

# DesignPageNode.PrintHoleLengths
source: Lengths
es: Longitudes
ru: Длина

# DesignPageNode.PrintHoleWeights
source: Deck Weights
es: Peso de Carga de Deck
ru: Вес промежутка скважины

# DesignPageNode.PrintDeckWeightSuffix
source: Incl. Weight Units
es: Incl. Unidades de Peso
ru: Включ. Весовые единицы

# DesignPageNode.TextScale
source: Text Scale
es: Escalamiento de Texto
ru: Масштаб текста

# SectionRule.Diameter
source: Diameter
es: Diametro
ru: Диаметр

# SectionRule.FixedDiameter
source: Is Packaged
es: Es Envasado
ru: Пакетированное

# DesignPageNode.HoleOpacity
source: Hole Opacity
es: Opacidad de Pozo
ru: Прозрачность скважины

# PreSplitChargeRuleNode.Primers
source: Primers
es: Iniciadoras
ru: Капсуль-детонаторы

# LineGeometryNode.Custom
source: Custom
es: A la Medido
ru: Пользовательский

# DesignPageNode.PrintAnnotations
source: Print Annotations
es: Imprimir Anotación
ru: Аннотация печати

# PreSplitChargeRuleNode.StemmingLength
source: Stemming Length
es: Longitud de Taco
ru: Глубина забойки

# PreSplitChargeRuleNode.UnchargedLength
source: Uncharged Length
es: Longitud Pozo sin Carga
ru: Глубина не заряженной части скважины

# PreSplitDesignerNode.StemmingLength
source: Stemming Length
es: Longitud de Taco
ru: Глубина забойки

# PreSplitDesignerNode.UnchargedLength
source: Uncharged Length
es: Longitud Pozo sin Carga
ru: Глубина не заряженной части скважины

# MineSettings.AllowDuplicateNames
source: Allow Duplicate Names
es: Permitir Nombres Duplicados
ru: Разрешить дублирование названий

# MineSettings.BurdenDanger
source: Danger Dist.
es: Dist. Peligrosa
ru: Опасное расстояние

# MineSettings.BurdenWarning
source: Warning Dist.
es: Dist. Precaución
ru: Охранная зона

# MineSettings.OpaqueBurdenHeatmap
source: Opaque Heatmap
es: Heatmap Opaco
ru: Непросвечивающаяся тепловая карта

# RadialTimingScenario.DelayPerLengthMinusA
source: Neg. Primary Axis Relief
es: Ms/m Eje Negativa Primaria

# RadialTimingScenario.DelayPerLengthMinusB
source: Neg. Secondary Axis Relief
es: Ms/m Eje Negativa Segundaria

# RadialTimingScenario.SplitAxisDelays
source: Enable Split Axis Relief
es: Activar ms/m Ambas Direcciones

# BranchNode.Colour
source: Colour
es: Color
ru: Цвет

# BranchNode.DrawIcon
source: Draw Style
es: Estilo de Dibujar
ru: Стиль прориросовки

# BranchNode.Notes
source: Notes
es: Notas
ru: Примечания

# BranchScenarioNode.MaxDetonators
source: Max Detonators per Branch
es: Max. Cantidad de Detonadores por Rama
ru: Max количество детонаторов на ответвление

# PreferencesNode.DefaultInterDeckDelay
source: Default Inter-Deck Delay
es: Retardo Entre-Deck Predeterminado
ru: Замедление по умолчанию внутренней части скважины

# PreferencesNode.DxfBinary
source: DXF as Binary
es: DXF en formato Binario
ru: DXF как двоичный файл

# DistanceMeasureNode.PlanDistance
source: Plan Distance
es: Distancia: Vista en Planta
ru: Плановое расстояние

# DistanceMeasureNode.Bearing
source: Bearing
es: Rumbo
ru: Азимут

# RadialTimingScenario.Direction
source: Direction
es: Dirección
ru: Направление

# RadialTimingScenario.Invert
source: Invert
es: Invertir
ru: Переставить

# PreferencesNode.AllowDuplicateNames
source: Allow Duplicate Names
es: Permitir Nombres Duplicados
ru: Разрешить дублирование названий

# PreferencesNode.PreviousSelectionTest
source: Previous Selection Test
es: Previa Selección de Prueba
ru: Предыдущий отборочный тест

# PreferencesNode.BurdenReliefMax
source: Burden Relief Max
es: Alivio de Burden Maximo
ru: Max время возврата в устойчивое положение расстояния между рядами

# PreferencesNode.ShowTimingOverlay
source: Show Timing Overlay
es: Mostrar Transparencia de Secuenciación
ru: Показать верхний слой времени инициирования

# PreferencesNode.CompositeTimingOverlay
source: Composite Timing Overlay
es: Transparencia de Secuenciación Multiples Blocques
ru: Верхний слой композитного времени инициирования

# PreferencesNode.LogoFilepath
source: Logo Filepath
es: Ruta de Acceso para Logo
ru: Пусть файла логотипа

# PreferencesNode.MostRecentVersionNotes
source: Most Recent Version Notes
es: Notas de la versión más reciente
ru: Примечания наиболее недавней версии

# LineGeometryNode.Indices
source: Indices
es: Índices
ru: Индикаторы

# FrontTimingScenario.StartTime
source: Start Time
es: Tiempo Inicial
ru: Время начала

# FrontTimingScenario.Fronts
source: Fronts
es: Frentes

# CompositeTimingScenario.HoleScenarios
source: Hole Scenarios
es: Escenarios de Pozos
ru: Варианты по скважинам

# CompositeTimingScenario.ScenarioColours
source: Scenario Colours
es: Colores de Escenarios
ru: Варианты цветовой гаммы

# BranchScenarioNode.Branches
source: Branches
es: Ramas
ru: Ответвления

# DesignPageNode.PrintBranches
source: Print Branches
es: Imprimir Ramas
ru: Распечатать ответвления

# TplDelayNode.Delay
source: Delay
es: Retardo
ru: Замедление

# TplDelayNode.Colour
source: Colour
es: Color
ru: Цвет

# TplDelayNode.DrawIcon
source: Draw Icon
es: Dibujar Icono
ru: Нарисовать значок

# TplTieInTimingScenario.ScenarioIsElectronic
source: Scenario Is Electronic
es: Escenario es Electronico
ru: Вариант системы инициирования электрический

# TplTieInTimingScenario.StartTime
source: Start Time
es: Tiempo Inicial
ru: Время начала

# TplTieInTimingScenario.ConnectionPairs
source: Connection Pairs
es: Pares de Conexion
ru: Соединительные пары

# TplTieInTimingScenario.ConnectionDelays
source: Connection Delays
es: Conexion Retardos
ru: Задержка при установлении соединения

# ExplosiveType.RelBulkStrength
source: Rel Bulk Strength
es: P{otencia Relativa por Volumen

# ExplosiveType.Notes
source: Notes
es: Notas
ru: Заметки

# PreferencesNode.PreferredPfUnit
source: Preferred Pf Unit
es: Unidad de Factor de Carga Preferida

# DesignPageNode.PrintHoleToes
source: Print Hole Toes
es: Imprimir Patas de Pozos
ru: Распечатать подошву скважин

# TplTieInTimingScenario.Location
source: Location
es: Unicación
ru: Место нахождения

# DistanceMeasureNode.StartToEndBearing
source: Bearing
es: Rumbo
ru: Азимут

# BenchBlastHole.MinBurden
source: Min Burden
es: Burden Minimo
ru: Минимальное расстояние между рядами

# BlastDagNode.Bearing
source: Bearing
es: Rumbo
ru: Азимут

# MineSettings.FaceContour
source: Face Contour
es: Contorno de la Cara Libre
ru: Контур забоя

# MineSettings.FrontRowHoles
source: Front Row Holes
es: Pozos de la Cara Libre
ru: Скважины первого ряда

# PreferencesNode.DesignerOrigin
source: Designer Origin
es: Origen del Disenador
ru: Происхождение прокектировщика

# PreferencesNode.DesignerDirection
source: Designer Direction
es: Orientación del Patron
ru: Направление проектоировщика

# PreferencesNode.MoveToolShowDistances
source: Move Tool Show Distances
es: Mostrar Distancias: Herramienta de Mover
ru: Переместить инструмент Показать Расстояния

# PreferencesNode.MoveToolDiscrete
source: Move Tool Discrete
es: Herramienta de Mover Discreto
ru: Переместить дискретный инструмент

# PreferencesNode.MoveToolStep
source: Move Tool Step
es: Herramiento de Mover Intervalo Discreto
ru: Переместить ступенчатый инструмент

# PreferencesNode.LineSelectorRadius
source: Line Selector Radius
es: Radio de la herramiento de Seleccionar
ru: Радиус линейного селектора

# PreferencesNode.SessionTemplate
source: Session Template
es: Plantilla de la Sesión
ru: Шаблон сеанса

# PreferencesNode.BranchNamingPolicy
source: Branch Naming Policy
es: Protocolo de Nombrar Ramas
ru: Процедура присвоения названий участкам сети

# LineGeometryNode.Length
source: Length
es: Longitud
ru: Длина

# ConstructionPlaneNode.Inclination
source: Inclination
es: Inclinación
ru: Наклон

# ConstructionPlaneNode.Width
source: Width
es: Ancho
ru: Ширина

# ConstructionPlaneNode.Length
source: Length
es: Longitud
ru: Длина

# CameraPlacement.Position
source: Position
es: Posición
ru: Позиция

# CameraPlacement.Rotation
source: Rotation
es: Rotación
ru: Вращение

# CameraPlacement.LookAtDistance
source: Look At Distance
es: Mirar Distancia
ru: Просмотр на расстоянии

# CameraPlacement.OrthoSize
source: Ortho Size
es: Tamano 3D
ru: Орто размер

# DesignPageNode.PrintHoleAngles
source: Print Hole Angles
es: Imprimir Angluos de Pozos
ru: Печать углов скважин

# DesignPageNode.TextAngle
source: Text Angle
es: Angulo del Texto
ru: Угол текста

# DesignPageNode.TextOffset
source: Text Offset
es: Alejamiento del Texto
ru: Смещение текста

# MeshGeometryNode.TextureCoords
source: Texture Coords
es: Coordenadas del Texto
ru: Координаты текстур

# MeshGeometryNode.TextureFilepath
source: Texture Filepath
es: Ruta de Acceso de Textura
ru: Путь к текстуре

# PreferencesNode.AntiAliasing
source: Anti Aliasing
ru: Анти элайзинг

# DesignerSettingsNode.Burden
source: Burden
ru: Расстояние между рядами

# MineSettings.MinSDoB
source: Min. SDoB
ru: Минимальная глубина взрыва в масштабе

# ExplosiveType.RelWeightStrength
source: Rel Wt. Strength
ru: Относительная энергия взрывчатого вещества

# BenchBlastHole.SDoB
source: SDoB
ru: Глубина взрыва в масштабе

# PreSplitDesignerNode.UCS
source: UCS
ru: Предел прочности при неограниченном сжатии

# PreSplitDesignerNode.UCS_UTS_Ratio
source: UCS/UTS
ru: Предел прочности при неограниченном сжатии/UTS

# DistanceMeasureNode.Visible
source: Visible
ru: Видимый

# DagNode.Visible
source: Visible
ru: Видимый

# ExplosiveType.VOD
source: VOD
ru: Скорость детонации
