Repository: Roniasoft/Lingo
Catalog: lingo.data/DisplayNames.*.resx
Languages: es, ru

# BenchBlastHole.ChargeRule
source: Charging Rule
es: Especificación de Carguío
ru: Правило заряда

# BenchBlastHole.ExplicitLength
source: Length
es: Longitud
ru: Длина

# BlastDagNode.BlastPosition
source: Position
es: Posición
ru: Позиция

# DGNodeBase.Name
source: Name
es: Nombre
ru: Имя

# DirectionalTimingScenario.DelayPerLength
source: Directional Relief
es: Alivio Direccional
ru: Направленное время возврата в устойчивое положение

# DistanceMeasureNode.BlastEndPoint
source: End Position
es: Posición Final
ru: Конечная позиция

# DistanceMeasureNode.BlastStartPoint
source: Start Position
es: Posición Inicial
ru: Начальная позиция

# ExplosiveType.FragmentationEfficiencyFactor
source: Frag Efficiency Factor
es: Factor de Eficiencia Fragmentación
ru: Коэффициент эффективности фрагментации

# FragmentationScenario.KcoAndKuzRamHoleDeviation
source: Drill Deviation
es: Desviación durante Perforación
ru: Отклонение при бурении

# MineSettings.Beta
source: Scaled Dist Exponent, n
es: Exponente Distancia Escalada, n
ru: Значение расстояния в масштабе, n

# MineSettings.DefaultPrimerIncrement
source: Default Inter-Deck Delay
es: Incremento Predeterminado Entre-Deck
ru: Замедление по умолчанию внутренней части скважины

# PreferencesNode.DefaultDelayFilepath
source: Default Delays
es: Retardos Predeterminados
ru: Замедления по умолчанию

# PreferencesNode.DefaultExplosivesFilepath
source: Default Explosives
es: Explosivos Predeterminados
ru: Взрывчатые вещества по умолчанию

# PreferencesNode.DelayIncrementLarge
source: Large Delay Increment
es: Incremento Grande Retardo
ru: Большое увеличение замедления

# PreferencesNode.DelayIncrementSmall
source: Small Delay Increment
es: Incremento Chico Retardo
ru: Небольшое увеличение замедления

# PreferencesNode.VisualScaleFactor2d
source: Plan Scale Factor
es: Factor de Escalamiento Vista en Planta
ru: Коэффициент масштабирования в плане

# PreferencesNode.VisualScaleFactor3d
source: Perspective Scale Factor
es: Factor de Escalamiento Vista en 3D
ru: Коэффициент масштабирования в перспективе

# RadialTimingScenario.DelayPerLengthA
source: Primary Axis Relief
es: Alivio – Eje Primario
ru: Время возврата в устойчивое положение основной оси

# RadialTimingScenario.DelayPerLengthB
source: Secondary Axis Relief
es: Alivio – Eje Secundario
ru: Время возврата в устойчивое положение второстепенной оси

# RadialTimingScenario.OffsetInDirection
source: Primary Axis Offset
es: Desfase – Eje Primario
ru: Смещение основной оси

# RadialTimingScenario.OffsetInPerpendicular
source: Secondary Axis Offset
es: Desfase – Eje Secundario
ru: Смещение второстепенной оси

# SectionRule.Type
source: Material Type
es: Tipo de Material
ru: Тип материала

# TimingScenarioBase.Sequence
source: Associated Ordering Scenario
es: Escenario de Programación
ru: Связанный сценарий сортировки

# DistanceMeasureNode.StartPoint
source: Start Point
es: Punto de Comienzo
ru: Начальная точка

# DistanceMeasureNode.EndPoint
source: End Point
es: Punto Final
ru: Конечная точка

# DistanceMeasureNode.Colour
source: Colour
es: Color
ru: Цвет

# DistanceMeasureNode.Distance
source: Distance
es: Distancia
ru: Расстояние

# Geology.B50Adjuster
source: B50 Adjuster
es: Ajustador B50
ru: B50 регулятор

# Geology.B99Upper
source: B99 Upper
es: B99 Mayor
ru: B99 верхний

# Geology.B99Lower
source: B99 Lower
es: B99 Menor
ru: B99 нижний

# Geology.GraphInSituXMin
source: Graph In Situ X Min
es: Tamaño Mínimo In-Situ
ru: График определения X min в целике

# Geology.GraphInSituXMax
source: Graph In Situ X Max
es: Tamaño Máximo In-Situ
ru: График определения X Max в целике

# Geology.GraphInSituXLog
source: Graph In Situ X Log
es: Gráfico In-Situ-Log X
ru: График определения X Log в целике

# Geology.VpScaleFactor
source: Vp Scale Factor
es: Factor de Escalamiento Vp
ru: Окно просмотра коєффициента масштабирования

# Geology.LogB99Upper
source: Log B99 Upper
es: Log B99 Mayor
ru: Log B99 верхний

# Geology.LogB99Lower
source: Log B99 Lower
es: Log B99 Menor
ru: Log B99 нижний

# Geology.SigmaUpper
source: Sigma Upper
es: Sigma Mayor
ru: Верхняя сигма

# Geology.SigmaLower
source: Sigma Lower
es: Sigma Menor
ru: Нижняя сигма

# Geology.LogB50Upper
source: Log B50 Upper
es: Log B50 Mayor
ru: Log B50 верхний

# Geology.LogB50Lower
source: Log B50 Lower
es: Log B50 Menor
ru: Log B50 нижний

# Geology.LogB80Upper
source: Log B80 Upper
es: Log B80 Mayor
ru: Log B80 верхний

# Geology.LogB80Lower
source: Log B80 Lower
es: Log B80 Menor
ru: Log B80 нижний

# Geology.B50Upper
source: B50 Upper
es: B50 Mayor
ru: B50 верхний

# Geology.B50Lower
source: B50 Lower
es: B50 Menor
ru: B50 нижний

# Geology.B80Upper
source: B80 Upper
es: B80 Mayor
ru: B80 верхний

# Geology.B80Lower
source: B80 Lower
es: B80 Menor
ru: B80 нижний

# Geology.JointConditionFreshNotWeathered
source: Joint Condition Fresh Not Weathered
es: Condición de Juntas – Frescas sin Oxidación
ru: Состояние сцепления частиц породы не выветрившееся

# Geology.RockDensityUpper
source: Rock Density Upper
es: Densidad Roca – Limite Mayor
ru: Плотность горной породы верхняя

# Geology.RockDensityLower
source: Rock Density Lower
es: Densidad Roca – Limite Menor
ru: Потность горной породы нижняя

# Geology.RockStrengthUpper
source: Rock Strength Upper
es: Forteleza Roca – Limite Mayor
ru: Крепость горной породы верхняя

# Geology.RockStrengthLower
source: Rock Strength Lower
es: Forteleza Roca – Limite Menor
ru: Крепкость горной породы нижняя

# Geology.PWaveVelocityUpper
source: P Wave Velocity Upper
es: Velocidad Vp – Limite Mayor
ru: Скорость Р- волны верхняя

# Geology.PWaveVelocityLower
source: P Wave Velocity Lower
es: Velocidad Vp – Limite Menor
ru: Скорость Р- волны нижняя

# Geology.MeasuredCalibrationData
source: Measured Calibration Data
es: Datos Medidos de Calibración
ru: Измеренные калибровочные данные

# Geology.SwebrecSlopeFactor_BlastFrag
source: Swebrec Slope Factor Blast Frag
es: Factor b de Swebrec, BlastFrag
ru: Взаимосвязь коэффициента уклона и фрагментации взрывом по Swebrec

# Geology.CriticalPowderFactorAdjuster_BlastFrag
source: Critical Powder Factor Adjuster Blast Frag
es: Ajustador – Factor de Carga Crítico, BlastFrag
ru: Регулятор для критического удельного расхода взрывчатого вещества для фрагментации взрывом

# Geology.RockFactorAdjuster_BlastFrag
source: Rock Factor Adjuster Blast Frag
es: Ajustador – Factor de Roca, BlastFrag
ru: Регулятор взрываемости для фрагментации взрывом

# Geology.SwebrecSlopeFactor_KCO
source: Swebrec Slope Factor K C O
es: Factor b de Swebrec, KCO
ru: Коэффициент уклона по Swebrec и K C O (Kuznetsov-Cunningham-Ouchterlony)

# Geology.RockFactorAdjuster_KCO
source: Rock Factor Adjuster K C O
es: Ajustador – Factor de Roca, KCO
ru: Регулятор взрываемости по K C O (Kuznetsov-Cunningham-Ouchterlony)

# Geology.CriticalPowderFactorAdjuster_KCO
source: Critical Powder Factor Adjuster K C O
es: Ajustador – Factor de Carga, KCO
ru: Регулятор критического удельного расхода ВВ по K C O (Kuznetsov-Cunningham-Ouchterlony)

# Geology.RockFactorAdjuster_KuzRam
source: Rock Factor Adjuster Kuz Ram
es: Ajustador – Factor de Roca, KuzRam
ru: Регулятор взрываемости по Kuz Ram

# Geology.GraphCalibrationXMin
source: Graph Calibration X Min
es: Curva de Calibración – X Min
ru: Калибровка графика X Min

# Geology.GraphCalibrationXMax
source: Graph Calibration X Max
es: Curva de Calibración – X Max
ru: Калибровка графика X Max

# Geology.GraphCalibrationXLog
source: Graph Calibration X Log
es: Curva de Calibración – X Log
ru: Калибровка графика X Log

# SequenceScenario.ConnectionPairs
source: Connection Pairs
es: Pares de Conecciones
ru: Соединительные пары

# SequenceScenario.Colour
source: Colour
es: Color
ru: Цвет

# SequenceScenario.DrawIcon
source: Draw Icon
es: Dibujar Icono
ru: Рисование символа

# RadialTimingScenario.Origin
source: Origin
es: Origen
ru: Первоисточник

# RadialTimingScenario.MinePosition
source: Mine Position
es: Posición Mina
ru: Место отработки

# RadialTimingScenario.Bearing
source: Bearing
es: Dirrección
ru: Азимут

# RadialTimingScenario.StartTime
source: Start Time
es: Tiempo Inicial
ru: Время начала

# RadialTimingScenario.RespectDistanceToOrigin
source: Respect Distance To Origin
es: Respetar Distancia al Origen
ru: Охранная зона к первоисточнику

# RadialTimingScenario.RadialInterpolation
source: Radial Interpolation
es: Interpolación Radial
ru: Радиальная интерполяция

# BenchBlastHole.Diameter
source: Diameter
es: Diámetro
ru: Диаметр

# BenchBlastHole.ActualLength
source: Length
es: Longitud Real
ru: Фактическая длина

# BenchBlastHole.SubDrill
source: Sub Drill
es: Sobre Perforación
ru: Перебур

# BenchBlastHole.Bearing
source: Bearing
es: Dirección
ru: Азимут

# BenchBlastHole.Inclination
source: Inclination
es: Inclinación
ru: Наклон

# BenchBlastHole.Colour
source: Colour
es: Color
ru: Цвет

# BenchBlastHole.Geology
source: Geology
es: Geología
ru: Геология

# BenchBlastHole.ExplosiveWeight
source: Explosive Weight
es: Peso de Explosivo
ru: Вес взрывчатого вещества

# BenchBlastHole.InitiationTime
source: Initiation Time
es: Tiempo de Iniciación
ru: Время инициирования

# DelayNode.DelayTime
source: Delay Time
es: Tiempo de Retardo
ru: Время замедления

# DelayNode.Colour
source: Colour
es: Color
ru: Цвет

# DelayNode.DrawIcon
source: Draw Icon
es: Dibujar Icono
ru: Рисование символа

# DelayNode.Length
source: Length
es: Longitud
ru: Длина

# DelayNode.Notes
source: Notes
es: Notas
ru: Примечания

# DirectionalTimingScenario.Bearing
source: Bearing
es: Dirección
ru: Азимут

# DirectionalTimingScenario.StartTime
source: Start Time
es: Tiempo Inicial
ru: Время начала

# ManualTimingScenario.InitiationTimes
source: Initiation Times
es: Tiempos de Iniciación
ru: Время инициирования

# DummyHole.Diameter
source: Diameter
es: Diámetro
ru: Диаметр

# DummyHole.Colour
source: Colour
es: Color
ru: Цвет

# BlastDagNode.BlastTransform
source: Blast Transform
es: Transformación Voladura
ru: Преобразование взрыва

# MineSettings.Location
source: Location
es: Posición
ru: Месторасположение

# MineSettings.BlastType
source: Blast Type
es: Tipo de Voladura
ru: Тип взрыва

# MineSettings.Notes
source: Notes
es: Notas
ru: Примечание

# MineSettings.BlastOrigin
source: Blast Origin
es: Origen de Voladura
ru: Первоисточник взрыва

# MineSettings.BlastNorth
source: Blast North
es: Dirección Norte
ru: Азимут 0,00° взрыва

# MineSettings.BlastTransform
source: Blast Transform
es: Transformación Voladura
ru: Преобразование взрыва

# MineSettings.BlastInverseTransform
source: Blast Inverse Transform
es: Transformación Inversa Voladura
ru: Обратное преобразование взрыва

# MineSettings.RockDensity
source: Rock Density
es: Densidad de Roca
ru: Плотность горной породы

# MineSettings.RockStrength
source: Default Rock Strength
es: Resistencia a la Compresión de la Roca
ru: Крепость горной породы

# MineSettings.PWaveVelocity
source: P Wave Velocity
es: Velocidad Vp
ru: Скорость P волны

# MineSettings.PWaveVelocityMultiplier
source: P Wave Velocity Multiplier
es: Ajustador – Velocidad Vp
ru: Множитель скорости волны P

# MineSettings.NonIdealGasConstant
source: Non Ideal Gas Constant
es: El Constante – Gas No-Ideal
ru: Не совершенная газовая постоянная

# MineSettings.DefaultDownHoleDelay
source: Default Down Hole Delay
es: Retardo Al Fondo Predeterminado
ru: Внутрискважинное замедление по умолчанию

# MineSettings.ActiveTiming
source: Active Timing
es: Timing Activo
ru: Динамическое время инициации

# MineSettings.ActiveSequence
source: Active Sequence
es: Secuencia Activa
ru: Динамическая последовательность

# MineSettings.ActiveCharge
source: Active Charge
es: Configuración de Carga Activa
ru: Динамический заряд

# MineSettings.AnimationPlaybackSpeed
source: Animation Playback Speed
es: Velocidad de Animación
ru: Скорость воспроизведения анимации

# MineSettings.AnimationEndTimeOffset
source: Animation End Time Offset
es: Desfase del Tiempo Final de Animación
ru: Смещение времени окончания анимации

# TieInTimingScenario.ScenarioIsElectronic
source: Scenario Is Electronic
es: Escenario es Electrónico
ru: Вариант системы инициирования электрический

# TieInTimingScenario.StartTime
source: Start Time
es: Tiempo Inicial
ru: Время начала

# TieInTimingScenario.ConnectionPairs
source: Connection Pairs
es: Pares de Conección
ru: Соединительные пары

# TieInTimingScenario.ConnectionDelays
source: Connection Delays
es: Retardos
ru: Задержка при установлении соединения

# PreferencesNode.EulaAccepted
source: Eula Accepted
es: Eula Acceptado
ru: Утвержденное лицензионное соглашение

# PreferencesNode.AutoOpenPrevious
source: Auto Open Previous
es: Auto Abrir Previo
ru: Автоматическое открытие предыдущего

# PreferencesNode.UseMetricUnits
source: Use Metric Units
es: Usar Unidades Métricas
ru: Использовать метрические единицы

# PreferencesNode.UseShortTon
source: Use Short Ton
es: Usar Toneladas Cortas
ru: Использовать короткие тонны

# PreferencesNode.DefaultPowderFactor
source: Default Powder Factor
es: Factor de Carga Predeterminado

# PreferencesNode.BearingZeroAngle
source: Bearing Zero Angle
es: Dirección Cero Grados
ru: Азимут нулевого угла

# PreferencesNode.RadialDirection
source: Radial Direction
es: Dirección Radial
ru: Радиальное направление

# PreferencesNode.InclinationZeroAxis
source: Inclination Zero Axis
es: Eje de Inclinación Cero
ru: Наклон нулевой оси

# PreferencesNode.MaxRecentFiles
source: Max Recent Files
es: Max Archivos Recientes
ru: Максимально недавние файлы

# PreferencesNode.RecentFiles
source: Recent Files
es: Archivos Recientes
ru: Недавние файлы

# PreferencesNode.UndoQueueSize
source: Undo Queue Size
es: Tamaño Cola de Deshacer
ru: Отменить размер очереди

# PreferencesNode.AutoSaveSession
source: Auto Save Session
es: Sesión Auto-Guardar
ru: Автоматическое сохранение сеанса

# PreferencesNode.AutoSaveSessionInterval
source: Auto Save Session Interval
es: Intervalo de Auto Guardar
ru: Автоматическое сохранение интервала сеанса

# PreferencesNode.GridVisible
source: Grid Visible
es: Malla Visible
ru: Видимая сетка

# PreferencesNode.GridSize
source: Grid Size
es: Tamaño de Malla
ru: Размер сетки

# PreferencesNode.GridUnits
source: Grid Units
es: Unidades de Malla
ru: Квадрат сетки

# PreferencesNode.HeatMapDataSource
source: Heat Map Data Source
es: Mapa Térmica – Fuente de Datos
ru: Источник данных тепловой карты

# PreferencesNode.HeatMapGradientInterpolation
source: Heat Map Gradient Interpolation
es: Mapa Térmica – Interpolación de Valores
ru: Интерполяция цвета тепловой карты

# PreferencesNode.HeatMapGradientKeys
source: Heat Map Gradient Keys
es: Mapa Térmica - Leyenda
ru: Ключи цвета тепловой карты

# PreferencesNode.ContourDataSource
source: Contour Data Source
es: Fuente de Datos - Contornos
ru: Источник данных контура

# PreferencesNode.ContourInterval
source: Contour Interval
es: Intervalo de Contornos
ru: Контурный интервал

# PreferencesNode.ContourGradientInterpolation
source: Contour Gradient Interpolation
es: Interpolación de Valores
ru: Интерполяция цвета контура

# PreferencesNode.ContourGradientKeys
source: Contour Gradient Keys
es: Contornos - Leyenda
ru: Ключи цвета контура

# PreferencesNode.DefaultInterval
source: Default Interval
es: Intervalo Predeterminado
ru: Интервал по умолчанию

# PreferencesNode.ViewportBackgroundColour
source: Viewport Background Colour
es: Color al Fondo Viewport
ru: Фоновый цвет окна просмотра

# PreferencesNode.RenderHoleToes
source: Render Hole Toes
es: Desplegar Patas de Pozos
ru: Прорисовать подошвы скважин

# PreferencesNode.RenderInitiationTimeText
source: Render Initiation Time Text
es: Desplegar Texto – Tiempo de Iniciación
ru: Прописать текст времени инициирования

# PreferencesNode.RenderDetonationTimeText
source: Render Detonation Time Text
es: Desplegar Texto – Tiempo de Detonación
ru: Прописать текст времении детонирования

# PreferencesNode.RenderHoleIdText
source: Render Hole Id Text
es: Desplegar Texto – ID Pozo
ru: Прописать текст Id скважины

# PreferencesNode.ShowHitRegions
source: Show Hit Regions
es: Desplegar Zonas de Activación
ru: Показать зоны разрушения

# PreferencesNode.CrashFilepath
source: Crash Filepath
es: Archivos Choqueados – Ruta de Acceso

# PreferencesNode.FontName
source: Font Name
es: Nombre del Font
ru: Название шрифта

# PreferencesNode.FontSize
source: Font Size
es: Tamaño del Font
ru: Размер шрифта

# PreferencesNode.ViewportTextLineHeight
source: Viewport Text Line Height
es: Tamaño de Texto - Viewport
ru: Высота текста в окне просмотра

# PreferencesNode.LibraryLocations
source: Library Locations
es: Ubicaciones Bibliotecas
ru: Расположение библиотеки

# PreferencesNode.DelaySeriesFilepaths
source: Delay Series Filepaths
es: Serie de Retardos – Ruta de Acceso
ru: Путь к файлам серий замедлений

# LineGeometryNode.Points
source: Points
es: Puntos
ru: Точки

# LineGeometryNode.Enclosed
source: Enclosed
es: Cerrado
ru: Приложенный

# LineGeometryNode.Colour
source: Colour
es: Color
ru: Цвет

# LineGeometryNode.PointCount
source: Point Count
es: Cantidad Puntos
ru: Цвет точки

# Locator.VisualSize
source: Visual Size
es: Tamaño Visual
ru: Виузальный размер

# Locator.Colour
source: Colour
es: Color
ru: Цвет

# BurdenReliefSettings.GradientKeys
source: Gradient Keys
es: Leyenda
ru: Ключи цвета

# BurdenReliefSettings.GradientInterpolated
source: Gradient Interpolated
es: Valores Interpolados
ru: Интерполяция цвета

# PrintPreferencesNode.PageWidth
source: Page Width
es: Ancho de Página
ru: Ширина страницы

# PrintPreferencesNode.Pages
source: Pages
es: Páginas
ru: Страниц

# PrintPreferencesNode.LogoFilepath
source: Logo Filepath
es: Ruta de Acceso - Logo
ru: Пусть файла логотипа

# ChargeScenario.HoleChargeRules
source: Hole Charge Rules
es: Reglas de Carguío de Pozos
ru: Правила зарядки скважины

# ChargeScenario.DefaultChargeRule
source: Default Charge Rule
es: Regla de Carguío Predeterminado
ru: Правила зарядки по умолчанию

# MeshGeometryNode.Points
source: Points
es: Puntos
ru: Точки

# MeshGeometryNode.Indices
source: Indices
es: Índices
ru: Индикаторы

# MeshGeometryNode.Colour
source: Colour
es: Color
ru: Цвет

# MeshGeometryNode.Opacity
source: Opacity
es: Opacidad
ru: Непрозоачность

# MeshGeometryNode.PointCount
source: Point Count
es: Cantidad de Puntos
ru: Счет точек

# MeshGeometryNode.TriangleCount
source: Triangle Count
es: Cantidad de Triángulos
ru: Счет треугольников

# CustomFragmentationMetric.MetricType
source: Metric Type
es: Tipo de Unidad
ru: Тип метрической системы

# CustomFragmentationMetric.PercentageValue
source: Percentage Value
es: Valor Porcentaje
ru: Процентное значение

# CustomFragmentationMetric.SizeValue
source: Size Value
es: Valor Tamaño
ru: Значение размера

# FragmentationSeriesNode.Algorithm
source: Algorithm
es: Algoritmo
ru: Алгоритм

# FragmentationSeriesNode.ChargeScenario
source: Charge Scenario
es: Escenario de Carguío
ru: Изменение варианта

# FragmentationSeriesNode.TimingScenario
source: Timing Scenario
es: Escenario de Secuenciación
ru: Варианты инициирования

# FragmentationSeriesNode.Holes
source: Holes
es: Pozos
ru: Скважины

# FragmentationScenario.OversizeDefinition
source: Oversize Definition
es: Sobretamaño - Definición
ru: Определение негабаритов

# FragmentationScenario.KuzRamUniformityFactor
source: Kuz Ram Uniformity Factor
es: Factor de Uniformidad, Kuz Ram
ru: Коэффициент однородности по Kuz Ram

# FragmentationScenario.GraphXMin
source: Graph X Min
es: Gráfico – X min
ru: График X Min

# FragmentationScenario.GraphXMax
source: Graph X Max
es: Gráfico – X max
ru: График X Max

# FragmentationScenario.GraphXLog
source: Graph X Log
es: Gráfic – Log X
ru: График X Log

# FragmentationScenario.BlastFragCalibrationVisible
source: Blast Frag Calibration Visible
es: Puntos de Calibración Visibles - BlastFrag
ru: Видимая калибровка фрагментации взрывом

# FragmentationScenario.KuzRamCalibrationVisible
source: Kuz Ram Calibration Visible
es: Puntos de Calibración Visibles – Kuz Ram
ru: Видимая калибровка по Kuz Ram

# FragmentationScenario.KcoCalibrationVisible
source: Kco Calibration Visible
es: Puntos de Calibración Visibles - KCO
ru: Видимая калибровка по Kco

# DesignerSettingsNode.Type
source: Type
es: Tipo
ru: Тип

# DesignerSettingsNode.Shape
source: Shape
es: Forma
ru: Форма

# DesignerSettingsNode.NamingPolicy
source: Naming Policy
es: Política de Nombrar
ru: Политика именования

# DesignerSettingsNode.Diameter
source: Diameter
es: Diámetro
ru: Диаметр

# DesignerSettingsNode.Length
source: Length
es: Longitud
ru: Длина

# DesignerSettingsNode.Spacing
source: Spacing
es: Espaciamiento
ru: Расстояние между скважинами

# DesignerSettingsNode.Rows
source: Rows
es: Filas
ru: Рядов

# DesignerSettingsNode.HolesPerRow
source: Holes Per Row
es: Pozos por Fila
ru: Скважин в ряду

# DesignerSettingsNode.placedPoint1
source: placed Point1
es: Punto Ubicado1
ru: точка размещения 1

# DesignerSettingsNode.placedPoint2
source: placed Point2
es: Punto Ubicado2
ru: точка размещения 2

# DesignerSettingsNode.SurveyPoint1
source: Survey Point1
es: Punto Topográfico1
ru: Точка замера1

# DesignerSettingsNode.SurveyPoint2
source: Survey Point2
es: Punto Topográfico2
ru: Точка замера 2

# SetNode.Members
source: Members
es: Miembros
ru: Звенья

# DagNode.ActualVisibility
source: Visible
es: Visibilidad Actual
ru: Фактическая видимость

# DagNode.Translation
source: Translation
es: Traslación
ru: Перевод

# DagNode.Rotation
source: Rotation
es: Rotación
ru: Поворот

# DagNode.Transform
source: Transform
es: Transformación
ru: Трансформировать

# DagNode.WorldTransform
source: World Transform
es: Transformación Global

# DagNode.WorldInverseTransform
source: World Inverse Transform
es: Transformación Inversa Global

# DagNode.WorldTranslation
source: World Translation
es: Traslación Global

# DagNode.WorldRotation
source: World Rotation
es: Rotación Global

# VariableDiameterRule.Length
source: Length
es: Longitud
ru: Длина

# VariableDiameterRule.Weight
source: Weight
es: Peso
ru: Вес

# PrimerNode.ReferenceSection
source: Reference Section
es: Sección de Referencia
ru: Условная секция

# PrimerNode.Depth
source: Depth
es: Profundidad
ru: Глубина

# PrimerNode.DepthMode
source: Depth Mode
es: Modo de Profundidad
ru: Режим глубины /колебания по глубине

# ChargeRule.SectionRules
source: Section Rules
es: Reglas de Sección
ru: Правила секций

# ChargeRule.Primers
source: Primers
es: Primas
ru: Капсуль-детонаторы

# ExplosiveType.Density
source: Density
es: Densidad
ru: Плотность

# ExplosiveType.SpecificEnergy
source: Specific Energy
es: Energía Específica
ru: Удельный расход энергии

# FixedLengthRule.Length
source: Length
es: Longitud
ru: Длина

# FixedWeightRule.Weight
source: Weight
es: Peso
ru: Вес

# PercentageLengthRule.Percentage
source: Percentage
es: Porcentaje
ru: Процентное соотношение

# VariableLengthRule.Units
source: Units
es: Unidades
ru: Единицы

# PreSplitDesignerNode.ExplosiveFactor
source: Charge Factor
es: Carga Lineal
ru: Коэффициент заряда

# PreSplitChargeRuleNode.Diameter
source: Diameter
es: Diámetro
ru: Диаметр

# PreSplitChargeRuleNode.StartDepth
source: Uncharged Collar
es: Profundidad Inicial
ru: Незаряженное устье

# PreSplitChargeRuleNode.FillMode
source: Fill Mode
es: Modo de Llenar
ru: Режим заполнения

# PreSplitChargeRuleNode.LengthMode
source: Length Mode
es: Modo de Longitud
ru: Колебания по глубине

# PreSplitChargeRuleNode.Length
source: Length
es: Longitud
ru: Длина

# PreSplitChargeRuleNode.Explosive
source: Explosive
es: Explosivo
ru: ВВ

# PreSplitChargeRuleNode.LinearWeight
source: Linear Weight
es: Peso por Metro
ru: Вес погонного метра

# PreSplitDesignerNode.Condition
source: Condition
es: Condición
ru: Условия

# PreSplitDesignerNode.FillMode
source: Fill Mode
es: Modo de Llenar
ru: Режим заполнения
